4ops.terraform
aaron-bond.better-comments
andenetalexander.vim-cheatsheet
antfu.iconify
catppuccin.catppuccin-vsc
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
jasonnutter.search-node-modules
mgmcdermott.vscode-language-babel
mikestead.dotenv
mohammadbaqer.better-folding
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
pustelto.bracketeer
steoates.autoimport
styled-components.vscode-styled-components
stylelint.vscode-stylelint
usernamehw.errorlens
vscodevim.vim
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
